Repository: diox/django-mailfriend
Catalog: mailfriend/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your name
fr: Votre nom

source: Your E-mail
fr: Votre e-mail

source: Recipient's E-mail
fr: Destinataire

source: Use my e-mail address as from address
fr: Utiliser mon adresse e-mail comme adresse d'envoi

source: Send myself a copy of this e-mail
fr: M'envoyer une copie de cet e-mail

source: You already sent a mail to this address about the same content!
fr: Vous avez déjà envoyé un e-mail à cette adresse à propos du même contenu!

source: You have received a link from %(user)s
fr: Vous avez reçu un lien de %(user)s

source: E-mail to a friend
fr: Envoyer à un ami

source: To e-mail <a href="%(object_url)s">%(object)s</a> to a friend, fill out the short form below.
fr: Pour envoyer <a href="%(object_url)s">%(object)s</a> à un ami, remplissez le formulaire ci-dessous

source: Note that if you select "Use my e-mail address as from address", your e-mail address will be visible to your friend, and they will be able to reply to you. If you do not select this box, your friend will receive an e-mail from an address that does not accept replies and they will <em>not</em> be able to see your e-mail address.
fr: Si vous sélectionnez "Utiliser mon adresse e-mail comme adresse d'envoi" votre adresse e-mail sera visible par votre ami, et il pourra vous répondre. Si vous ne cochez pas cette case, votre ami recevra un e-mail depuis une adresse n'acceptant pas de réponses et il ne sera <em>pas</em> capable de voir votre adresse e-mail.
